[
  {
    "summary": "Two white cars collided on a multi-lane road. One car appears to have rear-ended the other, causing significant damage to both vehicles. Debris is scattered on the road. A person is seen ejected from one of the vehicles.",
    "cars_involved": "2",
    "humans_injured": "1",
    "fire_hydrant_damaged": "no",
    "ambulance_present": "no",
    "timestamp": "2025-04-26T03:43:12.233Z",
    "id": "accident-1745638992233"
  },
  {
    "summary": "A white car appears to have collided with another white car on a multi-lane road. The second white car's trunk is open, and debris is visible in the air. A white van is also present on the road, but its involvement in the accident is unclear. Another car is visible in the distance.",
    "cars_involved": "2",
    "humans_injured": "0",
    "fire_hydrant_damaged": "no",
    "ambulance_present": "no",
    "timestamp": "2025-04-26T03:45:25.896Z",
    "id": "accident-1745639125896"
  },
  {
    "summary": "A white car appears to have collided with another white car on a multi-lane road. The second car's trunk is open and debris is visible in the air. A van and another car are also visible in the background.",
    "cars_involved": "2",
    "humans_injured": "0",
    "fire_hydrant_damaged": "no",
    "ambulance_present": "no",
    "timestamp": "2025-04-26T03:48:35.676Z",
    "id": "accident-1745639315676"
  },
  {
    "summary": "A white car appears to have collided with another white car on a multi-lane road. The second white car's trunk is open and debris is visible on the road. A van and another car are also visible in the background.",
    "cars_involved": "2",
    "humans_injured": "0",
    "fire_hydrant_damaged": "no",
    "ambulance_present": "no",
    "timestamp": "2025-04-26T03:50:13.536Z",
    "id": "accident-1745639413536"
  },
  {
    "summary": "A white car appears to have rear-ended another white car on a multi-lane road. The impact caused the trunk of the car that was hit to open. A van is also present on the road, but it is unclear if it was involved in the accident.",
    "cars_involved": "2",
    "humans_injured": "0",
    "fire_hydrant_damaged": "no",
    "ambulance_present": "no",
    "timestamp": "2025-04-26T03:50:32.928Z",
    "id": "accident-1745639432928"
  },
  {
    "summary": "A white car appears to have collided with another white car in the middle of the road. The second car's trunk is open, and debris is visible in the air. A white van is also present on the road, and another car is visible in the distance.",
    "cars_involved": "3",
    "humans_injured": "0",
    "fire_hydrant_damaged": "no",
    "ambulance_present": "no",
    "timestamp": "2025-04-26T03:51:20.633Z",
    "id": "accident-1745639480633"
  },
  {
    "summary": "Two cars collided in the middle of the road. It appears one car may have been attempting to change lanes or turn when it was struck by another vehicle. Debris is visible on the road.",
    "cars_involved": "2",
    "humans_injured": "0",
    "fire_hydrant_damaged": "no",
    "ambulance_present": "no",
    "timestamp": "2025-04-26T03:51:20.831Z",
    "id": "accident-1745639480831"
  },
  {
    "summary": "Two cars collided head-on in the middle of the road. One car appears to have crossed the center line, resulting in the collision. A third car and a van are also present on the road, but their involvement in the accident is unclear.",
    "cars_involved": "2",
    "humans_injured": "0",
    "fire_hydrant_damaged": "no",
    "ambulance_present": "no",
    "timestamp": "2025-04-26T04:13:51.285Z",
    "id": "accident-1745640831286"
  },
  {
    "summary": "Two cars collided head-on in the middle of the road. One car appears to have crossed the center line, resulting in the collision. Debris is visible on the road.",
    "cars_involved": "2",
    "humans_injured": "0",
    "fire_hydrant_damaged": "no",
    "ambulance_present": "no",
    "timestamp": "2025-04-26T04:21:31.056Z",
    "id": "accident-1745641291057"
  },
  {
    "summary": "A white car appears to have collided with another white car in the middle of the road. The impact caused the trunk of one of the white cars to open. A van is also present on the road, but it is unclear if it was involved in the accident. Another car is visible in the distance.",
    "cars_involved": "2",
    "humans_injured": "0",
    "fire_hydrant_damaged": "no",
    "ambulance_present": "no",
    "timestamp": "2025-04-26T04:21:31.387Z",
    "id": "accident-1745641291387"
  },
  {
    "summary": "A white car appears to have rear-ended another white car in the middle of a multi-lane road. A van is also present on the road. The impact caused significant damage to the rear of the car that was hit.",
    "cars_involved": "2",
    "humans_injured": "0",
    "fire_hydrant_damaged": "no",
    "ambulance_present": "no",
    "timestamp": "2025-04-26T04:25:21.404Z",
    "id": "accident-1745641521404"
  },
  {
    "summary": "Two cars collided head-on in the middle of the road. One car appears to have crossed the center line. Debris is visible on the road.",
    "cars_involved": "2",
    "humans_injured": "0",
    "fire_hydrant_damaged": "no",
    "ambulance_present": "no",
    "timestamp": "2025-04-26T04:25:21.533Z",
    "id": "accident-1745641521533"
  },
  {
    "summary": "An accident occurred at an intersection at night. It appears that at least two cars collided in the middle of the intersection. One car is spinning out of control. The cause of the accident is not clear from the image, but it appears to be a high-impact collision.",
    "cars_involved": "2",
    "humans_injured": "0",
    "fire_hydrant_damaged": "no",
    "ambulance_present": "no",
    "timestamp": "2025-04-26T04:36:03.199Z",
    "id": "accident-1745642163199"
  },
  {
    "summary": "Two cars collided head-on in the middle of the road. One car appears to have crossed the median. A van is also present on the road.",
    "cars_involved": "2",
    "humans_injured": "0",
    "fire_hydrant_damaged": "no",
    "ambulance_present": "no",
    "timestamp": "2025-04-26T04:37:11.104Z",
    "id": "accident-1745642231104"
  },
  {
    "summary": "Two cars collided on a road. One car appears to have rear-ended the other, causing significant damage to both vehicles. A third car and a van are also visible on the road, but their involvement in the accident is unclear.",
    "cars_involved": "2",
    "humans_injured": "0",
    "fire_hydrant_damaged": "no",
    "ambulance_present": "no",
    "timestamp": "2025-04-26T04:37:11.261Z",
    "id": "accident-1745642231261"
  },
  {
    "summary": "Two cars collided head-on in the middle of the road. One car appears to have crossed the median. A person is seen exiting one of the vehicles after the impact.",
    "cars_involved": "2",
    "humans_injured": "1",
    "fire_hydrant_damaged": "no",
    "ambulance_present": "no",
    "timestamp": "2025-04-26T14:33:39.832Z",
    "id": "accident-1745678019832"
  },
  {
    "summary": "A white car appears to have collided with another white car on a multi-lane road. A person is seen exiting one of the vehicles after the impact. A third vehicle, a van, is also present on the road.",
    "cars_involved": "2",
    "humans_injured": "0",
    "fire_hydrant_damaged": "no",
    "ambulance_present": "no",
    "timestamp": "2025-04-26T15:32:04.477Z",
    "id": "accident-1745681524477"
  },
  {
    "summary": "A car accident occurred at an intersection at night. It appears that at least two vehicles collided in the intersection. One car is in the middle of the intersection and another is on the side of the road.",
    "cars_involved": "2",
    "humans_injured": "0",
    "fire_hydrant_damaged": "no",
    "ambulance_present": "no",
    "timestamp": "2025-04-26T15:35:07.620Z",
    "id": "accident-1745681707620"
  }
]